Revit 2027 API
SpecTypeId.CrackWidth Property
 Crack Width, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CrackWidth { get; }
Public Shared ReadOnly Property CrackWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CrackWidth {
	ForgeTypeId^ get ();
}
static member CrackWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace